Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Ì Кофеин, содержащийся в кофе, чае, безалкогольных напитках и шоколаде Красное вино и другие алкогольные напитки • Изменение погоды или атмосферного давления • Напряжение зрения • Гормональные изменения у женщин, например при менструациях • Лекарства, в частности противозачаточные таблетки • Избыток или недостаток сна • Пропуск приема пищи или слишком большие перерывы между приемами пищи • Курение или нахождение в прокуренном месте • Стресс Мигрень вызывает сильную головную боль, изменения зрения, тошноту и рвоту. Свет, шум и некоторые запахи могут обострить симптомы. Боль может начаться около глаз или висков и чаще всего бывает с одной стороны, но может также распространяться и на другие места. До начала мигрени может появиться аура (первоначальные симптомы): • Внезапная усталость или частое зевание • Изменения зрения: слепые пятна, размытое зрение, яркие огни, линии или предметы, которых на самом деле нет • Пощипывание в руке или ноге Кластерная головная боль Кластерная головная боль — это очень сильная головная боль. Она возникает группами или кластерами один или несколько раз в день с недельными
en: Ì Caffeine found in coffee, tea, soft drinks, and chocolate Ì Red wine or other alcoholic drinks • Changes in the weather or air pressure • Eye strain • Hormone changes in women, such as during a menstrual period • Medicines such as birth control pills • Oversleeping or not getting enough sleep • Skipping meals or going too long without eating • Smoking or being around smoke • Stress Migraines cause severe pain, vision changes, and nausea or vomiting. Light, noise, or some smells may worsen these signs. The pain may begin around the eye or temple and tends to be on one side of the head, but it may spread. There may be warning signs before a migraine called an aura. Warning signs may include: • Sudden tiredness or frequent yawning • Visual changes such as blind spots, blurred vision, or seeing bright lights, lines, or other things that are not there • Tingling in an arm or leg Cluster Headache A cluster headache causes severe head pain. The headaches occur in groups or clusters. They happen 1 or more times a day over a cycle of weeks or months. At the end of a cluster cycle, the headaches will Headaches. Russian.

source: или месячными циклами. В конце кластерного цикла головная боль внезапно прекращается. Зачастую боль не беспокоит от 6 месяцев до года и более. Причины кластерной головной боли неизвестны, но провоцировать боль могут: • Изменение количества солнечного света весной или осенью • Ослепительный свет • Алкоголь • Курение • Некоторые продукты • Некоторые лекарства Лечение Врач проведет обследование. Лечение зависит от симптомов и вида головной боли. Для лечения может понадобиться: • Прием безрецептурных лекарств, таких как ацетоминофен, аспирин или ибупрофен, в соответствии с назначением врача. Не давайте аспирин детям. Если безрецептурные лекарства не помогают, поговорите с врачом о рецептурных препаратах. • Прикладывать тепло или холод к шее или голове. • Много спать и выполнять физические упражнения. • Расслабляться, уменьшить стресс и использовать правильную осанку. • Принимать здоровую пищу, не откладывать и не пропускать прием пищи. • Не напрягать глаза. • Избегать курения и употребления алкоголя. • Вести дневник или календарь приступов головной боли, чтобы избегать причин ее возникновения.
en: suddenly stop. They often do not come back for 6 months to a year or longer. It is not known what causes a cluster headache, but some things may trigger one, including: • Changes in the amount of daily sunlight during the spring and fall • Glare from light • Alcohol • Smoking • Certain foods • Some medicines Your Care Your doctor will do an exam. Your care will be based on your symptoms and type of headache. As a part of your care, you may need to: • Take over the counter medicines such as acetaminophen, aspirin, or ibuprofen for headaches, as your doctor orders. Do not give aspirin to children. If over the counter medicines do not help your pain, talk to your doctor about prescription medicines. • Apply heat or cold to your neck or head. • Get plenty of sleep and exercise. • Relax, reduce stress, and use good posture. • Eat a healthy diet and do not delay or miss meals. • Avoid eyestrain. • Avoid smoke and alcohol. • Keep a headache diary or calendar to help find and avoid things that trigger your headaches. Headaches. Russian.

source: Инфаркт миокарда (сердечный приступ) возникает, когда сосуд, снабжающий сердце кислородом, блокируется, останавливая кровоток к области сердца. При несвоевременной помощи часть сердечной мышцы отмирает. Чем раньше будет оказана помощь, тем меньший вред будет нанесен сердцу. Закупорка кровяного сосуда может наступить из-за: • Жировых отложений, или бляшек • Тромба • Спазма кровяного сосуда Симптомы инфаркта • Боль, давление, скованность, тяжесть, сдавленность или жжение в груди, руке, челюсти, плечах или шее Ì Проявляется при работе и отдыхе Ì Продолжается более 5 минут либо проходит и проявляется снова • Повышенное потоотделение • Одышка • Тошнота или рвота • Боль в животе или изжога • Крайняя усталость, головокружение или обмороки • Чувство страха или паники Если у вас любой из этих симптомов, немедленно позвоните по номеру 911. До прибытия скорой находитесь в положении сидя или лежа. Не пытайтесь сами ехать в больницу или звонить врачу. У некоторых людей, особенно женщин, боли в груди может не наблюдаться, или же симптомы могут быть слабо выражены. Чем больше у вас симптомов, тем выше вероятность инфаркта.
en: Heart A heart attack is also called a myocardial infarction or MI. It occurs when a blood vessel that provides the heart muscle with oxygen becomes blocked, stopping blood flow to a part of the heart. If treatment is not done right away, part of the heart muscle dies. The sooner you get help, the less damage you will have to your heart. Blockage in the blood vessel may occur from: • Fatty deposits called plaque • A blood clot • A spasm in the blood vessel Signs of a Heart Attack • Pain, pressure, tightness, heaviness, squeezing or burning in your chest, arm, jaw, shoulders or neck Ì Occurs both during activity and at rest Ì Lasts for more than 5 minutes or goes away then comes back • Sweating • Shortness of breath • Nausea or vomiting • Stomach pain or heartburn • Feeling very tired, dizzy or faint • Feeling scared or panicked Call 911 right away if you have any of these signs. Sit or lie down until the emergency team arrives. Do not drive to the hospital or delay by calling your doctor. Some people, especially women, may not have chest pain, or they may have very mild signs. The more signs you have, the more likely you are having a heart attack. Heart Attack. Russian.

source: Если у вас уже был инфаркт, при втором приступе симптомы могут отличаться. Не игнорируйте симптомы. Немедленно обратитесь за помощью, чтобы свести вред для сердца к минимуму. Лечение в больнице Чтобы определить, был ли у вас инфаркт и пострадало ли сердце, будет проведено обследование. Возможно, вам придется на несколько дней остаться в больнице. Для улучшения кровотока к сердцу могут назначить лекарства. После выписки из больницы • Посетите своего врача. • Узнайте у него, как пройти реабилитацию, чтобы набраться сил и стать активнее. • Ограничьте физическую активность на 4–6 недель. Отдыхайте каждый день: 1 час после еды и не менее 30 минут после таких действий, как бритье, прием ванны или душа. Ì Постепенно увеличивайте свою активность. Осторожно поднимайтесь по лестнице: не торопитесь. Ì Не поднимайте вес, превышающий 10 фунтов (4,5 кг). Не пользуйтесь пылесосом, граблями, лопатой, не косите траву. Заниматься легкой работой по дому можно. Спросите врача, когда вы сможете сесть за руль и вернуться к работе. Ì Если вы планируете поездку, поговорите с врачом о связанных с ней ограничениях. Ì Вы сможете вернуться к половой жизни, когда без проблем сможете подняться на 20 ступенек.
en: If you had a heart attack before, you may have different signs with a second heart attack. Do not ignore your signs. Call for help quickly to limit damage to your heart. Your Care at the Hospital Tests will be done to see if you had a heart attack and if there was damage to your heart. You may be in the hospital for a few days. You may be started on medicines and have treatments to improve the blood flow to your heart. After Leaving the Hospital • Go to your follow-up doctor’s appointments. • Ask about getting into a cardiac rehab program to help you gain strength and get more active. • Limit your activity for 4 to 6 weeks. Rest each day. Rest for 1 hour after eating meals and at least 30 minutes after activities such as bathing, showering or shaving. Ì Increase your activity over time. Limit stair climbing. Take the stairs slowly. Ì Avoid lifting more than 10 pounds or 4.5 kilograms. Do not vacuum, mow grass, rake or shovel. You may do light housework. Ì Ask your doctor when you can drive and when you can return to work. Talk to your doctor about any limits if you plan to travel. Ì Sexual activity can be started again when you are able to walk up 20 stairs without any problems. Heart Attack. Russian.

source: Сузившиеся кровеносные сосуды могут вызвать боль в груди и инфаркт. Если сосуды сердца сужены, в ходе коронарографии может быть проведена коронарная ангиопластика (чрескожная транслюминальная коронарная ангиопластика или баллонная ангиопластика). Во время данной процедуры для улучшения кровотока баллон на конце катетера откроет кровеносный сосуд. В сосуд могут поместить небольшую трубку (стент), чтобы он оставался открытым. Не опаздывайте на процедуру. Возможно, вам придется остаться в больнице на ночь. Заранее попросите взрослого родственника или друга отвезти вас домой. Подготовка • Врач может назначить обследования, например флюорографию грудной клетки, ЭКГ и анализ крови. • Начиная с полуночи до начала процедуры не разрешается ничего есть и пить, включая воду. • Спросите врача, следует ли вам принимать лекарства утром перед процедурой. Если следует, запивайте их небольшим количеством воды. • Если у вас аллергия, астма или вы принимаете метформин (Глюкофаж), предупредите персонал. Во время процедуры • Вы наденете больничную одежду и ляжете на стол. Слуховой аппарат, зубной протез и очки можно не снимать. Удалите лак для ногтей и снимите контактные линзы. • Освещение может быть приглушено, а в помещении может быть прохладно.
en: Narrowed blood vessels can lead to chest pain or a heart attack. A heart angioplasty, also called a PTCA (Percutaneous Transluminal Coronary Angioplasty) or balloon angioplasty, may be done with a heart cath if you have narrowed blood vessels in the heart. With this procedure, a balloon on the end of the catheter will be used to open up the blood vessel to improve blood flow. A stent, which is a small, wire tube-like device, may be placed to keep the blood vessel open. Arrive on time for your procedure. You may need to stay overnight in the hospital. Plan to have an adult family member or friend take you home. To Prepare • Your doctor may order some tests such as a chest x-ray, EKG and blood tests. • Do not eat or drink anything, including water, after midnight before your procedure. • Ask your doctor if you should take your medicines the morning of the procedure. If so, take with sips of water only. • Tell the staff if you have allergies, have asthma or are taking the medicine metformin (Glucophage). During Your Procedure • You will wear a hospital gown and lie on a table. You may wear your hearing aids, dentures and glasses. Remove nail polish and contact lenses. • The lights in the room may be dim and the room may seem cool. Heart Cath and Heart Angioplasty. Russian.

source: • Вы будете в сознании и сможете сообщать персоналу о своем самочувствии. • Вам поставят капельницу в вену на руке. В капельницу будут введены жидкости и лекарство, которое поможет вам расслабиться. • Место ввода катетера в паху или на руке будет обработано. Пах могут побрить. • На грудь положат небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Врач обезболит место ввода катетера. Несколько секунд вы будете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. • В большой кровеносный сосуд введут катетер и направят его в сердце. • Вы можете почувствовать пропуск сердцебиения или дрожь. Скажите об этом врачу, но не бойтесь. • Затем вводят краситель. На несколько секунд вы можете почувствовать тепло или прилив крови. • Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Вас могут попросить задержать дыхание, покашлять, глубоко подышать или подвигать руками. • Если кровеносные сосуды сужены, катетер с баллоном будет направлен в место сужения сосуда. Баллон несколько раз надувают и сдувают, чтобы открыть сузившийся кровеносный сосуд. Вы можете почувствовать небольшое давление в груди, но оно быстро пройдет. Сообщите персоналу о своем самочувствии.
en: • You will be awake so you can tell the staff how you feel. • An IV (intravenous) is put into a vein in your arm. Medicine to help you relax and fluids are given through your IV. • The catheter site, either your groin or your arm, is cleaned. Your groin may be shaved if used. • Small pads are put on your chest to check your heart. For men, chest hair may need to be shaved. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • The doctor numbs the catheter site. This stings for a few seconds. After this, you should only feel pressure and no pain. • The catheter is put into a large blood vessel and threads it into your heart. • It is common to feel skipped heartbeats or fluttering. Tell your doctor, but do not be scared. • Dye is injected. You may feel hot or flushed for a few seconds. • X-rays are taken as the dye moves through your blood vessels. You may be asked to hold your breath, cough, take deep breaths or move your arms. • If you have narrowed blood vessels, the balloon area of the catheter is moved to the narrowed area of the blood vessel. The balloon is made bigger and smaller a few times to open the narrowed blood vessel. You may feel some chest pressure, but the pressure should ease quickly. Tell the staff how you are feeling. Heart Cath and Heart Angioplasty. Russian.

source: • Чтобы сосуд оставался открытым, в него могут ввести стент. • Чтобы увидеть, насколько раскрылся кровеносный сосуд, снова вводится краситель. • После этого катетер извлекают. • Игла может оставаться в месте ввода катетера несколько часов. • После извлечения иглы кровеносный сосуд будет закрыт. Во избежание кровотечения на место ввода катетера персонал на 10–20 минут приложит давление. Для закрытия места ввода катетера может быть использован шов, зажим или заглушка. Для прекращения кровотечения приблизительно на 1 час может быть наложен зажим. После удаления зажима будет помещена повязка. После процедуры В больнице • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Для предотвращения кровотечения нельзя сгибать руку или ногу в течение 2–6 часов. • Немедленно сообщите медсестре, если место ввода катетера начнет опухать или кровоточить или если почувствуете боль, онемение или покалывание в ноге или руке. • Пока не извлекут иглу, можно пить прозрачные жидкости. После этого можно питаться как обычно. • Вас на несколько часов могут подключить к кислородному и сердечному мониторам. • Могут снять ЭКГ или взять анализы крови.
en: • A stent may be placed to keep the blood vessel open. • Dye is given again to see how much the blood vessel has been opened. • The catheter is then removed. • The needle placed in the catheter site may stay in place for several hours. • When the needle is removed, the blood vessel is closed. The staff will hold pressure on the site for 10 to 20 minutes, so it does not bleed. A stitch, clip or plug may be used to close the site. A clamp may be put on the area for about 1 hour to stop bleeding. A bandage is put over the site after the clamp is removed. After Your Procedure In the Hospital • Your site, pulse and blood pressure will be checked often. • Your leg or arm needs to be kept straight for 2 to 6 hours to prevent bleeding. • Tell your nurse right away if the site swells or bleeds, or if you feel pain, numbness or tingling in your leg or arm. • You may drink clear liquids until the needle is removed. After that you may return to your normal diet. • You may have oxygen and a heart monitor in place for a few hours. • An EKG or blood tests may be done. Heart Cath and Heart Angioplasty. Russian.

source: • Обычно место ввода катетера побаливает, или там наблюдаются кровоподтеки. • Врач расскажет вам о результатах процедуры. • Лекарства, введенные во время процедуры, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. Дома • Отдохните 24 часа. • Для вывода красителя из организма выпейте не менее восьми стаканов жидкости в день проведения процедуры. • Перед сном снимите повязку и наклейте чистый лейкопластырь. • Не принимайте ванну неделю после процедуры. Можно принять душ. Не чешите место ввода катетера. • Во время приема душа снимите лейкопластырь. • Можно не закрывать это место или наклеить чистый лейкопластырь. • Каждый день проверяйте, не усилились ли на месте ввода катетера покраснения, кровоподтеки или припухлости. • Два дня после процедуры не принимайте метформин (глюкофаж). • 2–3 дня не садитесь за руль. • В течение трех дней не выполняйте физические упражнения, не бегайте, а также не поднимайте предметы тяжелее 4,5 кг (10 фунтов). • Проконсультируйтесь с врачом или медсестрой по поводу других ограничений. Вы сможете заняться своими обычными делами примерно через неделю.
en: • It is common for your catheter site to be tender and bruised. • Your doctor will talk to you about your procedure. • Medicines given during the procedure will make you sleepy. You will need to have an adult family member or friend take you home for your safety. At Home • Rest for 24 hours. • Drink at least eight glasses of liquids today to help your body get rid of the dye. • Remove the pressure bandage at bedtime and put on a clean band-aid. • Do not take a tub bath for one week after your procedure. You can take a shower. Do not scrub the site. • Remove the band-aid over the site when you shower. • You can leave the site uncovered or put a clean band-aid on it. • Check the site each day for increased redness, bruising or swelling. • Do not take the medicine metformin (Glucophage) for two days after the procedure. • Do not drive for 2 to 3 days. • Do not exercise, run or lift objects over 10 pounds for three days. • Talk to your doctor or nurse about other activity limits. You should be able to return to normal activities in about one week. Heart Cath and Heart Angioplasty. Russian.

source: При сердечной недостаточности (застойной сердечной недостаточности) сердечная мышца ослабевает и плохо перекачивает кровь. Кровоток замедляется, вследствие чего в легких и других частях тела может скопиться жидкость. Это не означает, что сердце перестало перекачивать кровь. Поскольку сердечная недостаточность не проходит, вам придется научиться контролировать свое состояние. Причины сердечной недостаточности • Болезни сердца • Повышенное кровяное давление • Пороки клапанов сердца • Заболевания легких • Инфекции и вирусы • Прием наркотиков и злоупотребление алкоголем • Врожденные пороки сердца • Заболевания почек и щитовидной железы Лечение • Принимайте лекарства в соответствии с рекомендациями врача. • Взвешивайтесь каждое утро в одно и то же время. Ежедневно заполняйте дневник веса. • Ограничьте потребление соли и натрия с едой и напитками.
en: Heart With heart failure, also called congestive heart failure, the heart muscle is weakened and does not pump as strongly as it should. The blood flow slows and fluid can build up in your lungs or other parts of your body. This does not mean that your heart has stopped pumping blood. Because heart failure does not go away, you will need to learn how to manage your condition. Causes of Heart Failure • Heart disease • High blood pressure • Heart valve problems • Lung diseases • An infection or virus • Heavy alcohol or drug use • Heart problems at birth • Thyroid or kidney disease Your Care • Take your medicines as ordered by your doctor. • Weigh yourself every morning at the same time. Keep a record of your daily weights. • Limit salt or sodium in foods and drinks. Heart Failure. Russian.

source: • Незамедлительно позвоните врачу при появлении любого из нижеперечисленных симптомов. • Следите за самочувствием. • Каждый день выполняйте физические упражнения, но не забывайте отдыхать. • Чтобы предотвратить отек лодыжек, поднимайте ноги повыше, когда сидите или лежите. • Не забывайте посещать врача. • При необходимости сбросьте лишний вес. • Бросьте курить. • Откажитесь от алкоголя. • Ежегодно делайте прививку от гриппа. Проконсультируйтесь с врачом о вакцинации от пневмонии. • Ограничьте ежедневное употребление жидкости, если об этом попросит врач. Немедленно позвоните врачу, если: • Вы набрали 1 кг (2 фунта) за день или 1–2 кг (3–5 фунтов) за 5 дней • У вас отекли ноги, ступни, руки или живот, или ваши кольца, обувь или ремень стали жать • У вас появилась одышка • Чтобы уснуть, вам требуется больше подушек или приходится спать в кресле • Вы кашляете ночью, у вас усилился кашель, или появилось ощущение заложенности в груди • Вы быстро устаете или ощущаете слабость • У вас плохой аппетит или тошнота
en: • Call your doctor for any of the signs listed below—do not delay calling. • Pay attention to how you are feeling. • Exercise each day, but rest as needed. • Put your feet up to reduce ankle swelling. • Keep your doctor appointments. • Lose weight if you are overweight. • Stop smoking. • Avoid alcohol. • Get the flu vaccine each year. Talk to your doctor about the pneumonia vaccine. • Limit your daily liquids if ordered by your doctor. Call your doctor right away if you: • Gain 2 pounds or 1 kilogram in a day or 3 to 5 pounds or 1 to 2 kilograms in 5 days • Have swelling in your legs, feet, hands or abdomen or feel that your shoes, waistband or rings are tighter • Feel short of breath • Use more pillows when you sleep or need to sleep in a chair • Cough at night or have increased cough or chest congestion • Are more tired or weak • Have a poor appetite or nausea Heart Failure. Russian.
